Revit 2027 API
ParameterTypeId.ElemPartitionParam Property
 "Workset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElemPartitionParam { get; }
Public Shared ReadOnly Property ElemPartitionParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElemPartitionParam {
	ForgeTypeId^ get ();
}
static member ElemPartitionParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace